Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 아무리 우리가 돈만 주면 뭐든지 다 하는 집단이라지만
en: sure, we do anything for money,

source: 다 큰 사내가 길 막고 서서 뭐하는 거요?
en: what are you all grown man standing over there for, blocking the way?

source: 훌렁
en: remove

source: 살아남으면 정보가 샌다 그러니…
en: we can’t have south joseon to get information out of you, so...

source: 참내, 잘도 자네..
en: goodness, that chair must be really comfy.

source: 그럴리가 없는데?
en: there’s just no way.

source: 딸칵
en: click

source: 어~전우들!
en: hey, yo, comrades!

source: 이제 좀 치우지?
en: ...what do you say you get rid of it?

source: 형제 사이네?
en: you three brothers or something?

source: 알겠습니다!
en: right on it!

source: 그러니까{j}그러니까{j}이번만이다
en: so I’m going to do this for you just this once...{j}{j}

source: 호호
en: hoho

source: 자, 이제 어쩔꺼네?
en: so, what you gonna do?

source: 뿌드득!
en: grit

source: 밟아 밟아!!
en: go now!!

source: 죽었습네다
en: he’s dead.

source: 조평견
en: pyunggyeon cho

source: … 저 남자야?
en: is that the guy?

source: 그때 교무실에서 만났을 때부터?
en: the first time we met at the faculty room?

source: 안돼요!
en: no!

source: 어쩐지 너무 약했어
en: I should have known.

source: 미안하게 돼?
en: my apologies?

source: 고액의 수임료에 그동안 많은 도전자들이 있었지만
en: ...its cost was exorbitant, drawing many to challenge cho in the game.

source: 마취제 성분이 나올 수도 있으니 옷은 갈아입히고
en: make sure to change their clothes, so the police won’t figure out that we’ve gassed them to sleep.

source: 블라디보스토크 쪽은 완전히 뒤집어졌어!
en: vladivostok has gone berserk!

source: 전 그런거 못합니다
en: I don’t know how to kill.

source: 산모님!{j}힘!!
en: please push some more!!{j}

source: 쿵쾅
en: slam

source: 백두산!!
en: baekdu mountain!!

source: 멈추게 해야 해
en: I got to stop him.

source: 군인한테 총을 내려놓으라고 명령하는 지휘관이 이 세상에 어디있나?
en: what commander in the whole world orders his men to put down their weapons?

source: 투바바밧!
en: pow pow pow

source: 너는 이름이 어찌되니?
en: what is your name?

source: 남은 인원은 여덟명
en: ...only eight remained.

source: 하하하하하
en: hahahahaha

source: 아시잖습니까!!
en: you all know what I’m going through right now!!

source: 좋지 않은걸!
en: ...is not good!

source: 그런 걸 보고
en: and he is no different...

source: 드디어 내일이 고대하던 작전의 날이다
en: finally, the day is near. the operation will initiate tomorrow.

source: 당연히 현상수배가 붙을 수밖에 없지
en: ...why north korea desperately wanted to get a hold of him.

source: 번식한다'고 하는 거야
en: ...from the animals. he bred a child instead of raising her.

source: 다음에 또 통화해~
en: we’ll talk again soon.

source: 팡!
en: hop

source: 그래…
en: okay...

source: 혹시..
en: wait...

source: 밖에서 대체 뭘 하고 다니는 거야!
en: what on earth are you doing out here, huh?!

source: 연출.{j}콘티 갸오오
en: Content Presentation Gyaohoh{j}

source: ....너무 부풀려졌는지는
en: you can check for yourself...

source: 추격대 붙기 전에!
en: out before they tail us!

source: 너희 대체 무슨 짓을 한 거야!!
en: what in the world did you two do?!

source: 락앤롤!!
en: rock and roll!!

source: 믿을 수 없겠지만
en: it may be hard to believe,

source: 더러워서 못해먹겠네!
en: how much longer do I have to put up with all this corrupt shit?!

source: 제가 확인이 늦어서...
en: I was late to check down there...

source: 너 밖에 모르는 사람이야
en: but that doesn’t mean he doesn’t love you. you’re his everything.

source: 붕붕붕
en: swish

source: 도망칠 방법 같은 건 떠오르지 않는 걸
en: because the country needs you.

source: 자기가 움직였다간 어떤 일이 생길지 뻔히 알면서
en: he fully understands what would happen should he be on the move...

source: 지금 그 여자의 주소로 갔는데
en: we just went to her house...

source: 으…으으…
en: argh...

source: 저 새끼 일으켜!
en: wake him up!

source: 저희 막내아들이 태권도를 하는데
en: my youngest son does taekwondo, and...

source: 김민지는 맞는데요...
en: yes, I am...

source: 오랜만에 지대로 달렸구만
en: it’s been a while since I went all out like this.

source: 이야~ 이거이 참 신기하다
en: goodness. this is just amazing.

source: 얌전히 정면만 보고 있어
en: so sit back like a good girl and look straight ahead.

source: 네게 달렸어 JIN-CHUL
en: it all depends on you, jincheol.

source: 보니까 양국에 다 수배인 것 같던데
en: it looks like he’s wanted by both koreas.

source: 크…
en: argh...

source: 그렇지 않으면
en: otherwise...

source: 뒷일만 복잡해질테니
en: instead, it’ll complicate things all the more.

source: 운동 좀 하게 생겼는데
en: he’s quite buff.

source: 가족은?
en: family?

source: 끔뻑
en: blink

source: 북한 보안팀 '민들레' 백단열
en: north korean security team dandelion danyeol baek

source: 툭툭
en: tap tap

source: 뭐..
en: well,

source: 이 정도 인원으로 왔갔어?
en: did you really think we’d arrive without backup?

source: 계속 부재중입니다!
en: no one’s picking up, sir!

source: 너도, 나도,
en: you, me...

source: 커….커헉…
en: argh...

source: 왜 그랬는지 모르겠지만
en: ...at that moment...

source: 중국어) 싹 다 체포해!!
en: arrest everyone!!

source: 무기
en: disarm them...

source: 생각보다 되게 여린데??
en: he’s softer than he looks!

source: 음~ 감동적인 와중에 미안한데~
en: hey, I’m sorry for ruining the moment, but...

source: 그만해!!!
en: stop it!!!

source: 놀랐니?
en: are you surprised?

source: 이렇게까지 할 필요 없지
en: I don’t have to do this.

source: 사회체육단원을 뽑는다는 거짓말에 속아
en: ...I fell for the lie that they were recruiting members for the social sports union.

source: 주영건설 법무팀
en: Legal Team (Juyoung Construction)

source: 차일관 27세
en: il-kwan cha (27 years old)

source: 깨달았다
en: ...they realized that...

source: 뭡니까?!
en: what do you think you’re doing?!

source: 직- 지직
en: crackle

source: 죄송합니다
en: I’m sorry.

source: ….왜?
en: why...?

source: 지금 네가 하는건 시간 끌기밖에 되지 않아
en: you’re buying yourself time for nothing.

source: 저희 아빠가 뭐 했어요?!
en: did he do something?!

source: 한평생 인형으로 살기위해 훈련 받았는데
en: they’ve been trained to live as dolls for their entire lives.

source: 구..
en: s-

source: 평안남도 성천군
en: seongcheon, south pyeongan province

source: 뭐라고?
en: what did you say?

source: 이런 거 참 많이 했었는데 말이야!!
en: ...I used to play games like this a lot!!

source: 너희 아빠가 움직이면 안 되는데 움직였네?
en: ...your dad isn’t suppose to make any moves, but he did.

source: 특이하기도 하고
en: the design is unique, too.

source: 손님
en: sir.

source: 한 번 보자고
en: I look forward to...

source: 음주운전으로 의심되는 차량을 발견했다고
en: ...tell them that we’ve found a vehicle suspected to be driven by someone under the influence.

source: 꼭…...
en: ...I must--

source: 특수 요원이라기엔 너무...!
en: they were too weak to be special agents...!

source: 앞으로는 허세만 가득 찬 놈들
en: you like to bluff and pretend you’re something you’re not in front of people.

source: 혼자 수행하기엔 조금 어려워질 것 같은데
en: ...it’s getting harder for one person to finish the job.

source: 돈만 준다면 뭐든지 다 하며
en: ...they’ll do anything as long as they’re paid.

source: 소변이 마려워서
en: I had to pee.

source: 해골?
en: a skull?

source: 왜 너희만 그 방에서 나오지?
en: why are there only you two walking out of the door?

source: 속히 알아보라
en: search it quick.

source: 아주 그냥 며느리 삼고 싶다니까
en: I wish she was my daughter-in-law.

source: 그것이 락이고
en: because that’s what rock and...

source: 으…
en: ah...

source: 두고봐
en: just wait and see.

source: 대한민국에서 돈 없는 가장보다 비참한 건 없지
en: nothing is more miserable than a being a penniless breadwinner in this country.

source: 크흑!
en: ouch

source: 탕
en: stomp

source: 으아 늦었다;
en: shoot! I’m late.

source: …살 수 있냐?
en: can we live?

source: 이 새끼야!!
en: you bastard?!

source: 극성 학부모
en: a helicopter parent.

source: 큰일은 큰일이구나야, 하하하…
en: it is a big deal, hahaha...

source: 저..{j}저기요!
en: s-sir...!{j}

source: 주강찬
en: Gangchan Ju

source: 조 선생님이 보증해 주신다니
en: since it’s you who’s vouching for him...

source: 아...{j}앞차가..!
en: th-the car in front of is...!{j}

source: 북한
en: north korea.

source: 아주 좋아!!
en: I love it!!

source: 띵동 띵동 띵동 띵동
en: ding dong ding dong

source: 아, 아 현재 1차량 통신
en: this is vehicle 1. vehicle 1.

source: 애들끼리 그럴 수도 있지
en: they’re just kids. things like this can happen.

source: 너 정신이 있는 거야 없는 거야!!!
en: have you lost your mind?!!

source: 느으으으으!
en: ahhhhh!!

source: 아이를 지키기 위해서라면
en: and to protect the child...

source: 이 새끼가..!
en: you bastard!

source: 대체 어디 있는 걸까?
en: where could she be?

source: 먼저,
en: no...

source: 일단 여기부터 정리하고 나가는 게 맞겠소만
en: ...I think we should clean up this place first.

source: 금강 중학교
en: Keumkang Middle School

source: 부우웅
en: vroom

source: 철수한다
en: we’re leaving.

source: 이러고 있을 때가 아니야
en: there’s not a second to waste!

source: 쏴아아아-
en: ahhh

source: 승부는 이제 됐고
en: enough with your game.

source: 내래 중국까지 와서 남조선 사람을 둘이나 만나게 되니
en: what are the chances of meeting people from south joseon here in china?

source: 부탁 하나 드리려고 전화드렸습니다
en: I just called to ask you a favor.

source: 저희가 나머지 금액을 지불하고 가져오긴 했습니다만...
en: we paid the rest, but...

source: 가장'도 힘들지만
en: ...you know what’s more difficult?

source: 누구야!!!
en: who are you?!!!

source: 쿠데타를 일으키고 싶은 리응령에게
en: I was the perfect man for eungryeong ri who...

source: 무슨 일이 있어도 가족만은 지켜내는 것
en: and no matter what happens, the head of the household always protects the family.

source: 위층이든 아래층이든 비키게 될 거거든
en: ...will be vacant anyway.

source: 대한민국 국방부
en: Republic of Korea

source: 나한테도 사정이라는게 있지 않갔어?
en: I have my own reasons.

source: 저, 저저저 ㅂ신이 저거..
en: th-that piece of shit...

source: 우우…
en: woo-woo...

source: CJ 스네어?!!
en: cj snare?!!

source: 아, 네가 때릴 차례구나
en: oh, I forgot. it’s your turn to punch me.

source: 풍덩!
en: plop

source: 위험해!!
en: it’s dangerous!

source: 그게 무슨 뜻인지 알지?
en: you know what that means, right?

source: 이..{j}이럴수가 대체 어떻게?!
en: h-how is this possible...?{j}

source: 휘청!
en: stagger

source: 시간 됐습니다
en: it’s time.

source: 손가락은 무슨 의미지?
en: he did with his fingers before fainting?

source: … 그래서요
en: so...?

source: 북파 공작조 백두산 1기
en: I’m the first ever agent in the north korean spy unit, baekdu mountain.

source: 나는 네가…
en: I consider you--

source: 아까 연락해놨어
en: I’ve contacted him already.

source: 취소됐습니다!
en: denied!

source: 김 씨…
en: my last name is kim...

source: 이게
en: is this...

source: 넌 진짜 나한테 죽는다
en: or I’ll kill you.

source: 그 쪽은 길 없는데
en: it’s a dead-end there.

source: 죄송합니다…
en: I’m sorry.

source: 나는 두렵지 않소이다
en: I am not afraid.

source: 진심으로 사랑하라고 명령하셨기에
en: ...I truly loved this man...

source: 명령이다!!
en: this is an order!!

source: 어서!!!
en: now!!

source: 이 사람은
en: ...this man...

source: 도움 안되는 녀석
en: how useless.

source: 별 일 없었겠지?
en: I hope nothing happened.

source: 어어어…?
en: he-hey...

source: 네가 뭘 건드린건지!
en: I’m gonna ask again. do you see the difference?!

source: 아무래도
en: looks like...

source: 알지?
en: you know all hell will break loose

source: 이게 무슨..?
en: what’s going on...?

source: 연달아차기
en: side kick.

source: 주영건설
en: juyoung construction

source: 북파 공작조가 되어 애국 한 번 하자!
en: be an anti-north korean agent, and let’s serve the country!

source: 이 작은 거인에게 압도당하고 있다는 걸
en: ...overpowered by this small giant.

source: 잠깐 밖에 좀 보고 올게
en: I’ll just take a look at outside.

source: 이 방은 꼭 일주일 내로 비워주셔야 합니다
en: you must vacate this room within a week.

source: 내 회전력이 얼마나 강력했는지
en: ...how my twists in the air empowered my kick.

source: 어~이 성한수씨
en: hey, hansu.

source: 바위보다 무거운 나를..?!!
en: you can lift me...? but I’m heavier than a rock!

source: 으음… 시간이 없는겨?
en: hmm... don’t have the time?

source: 잠깐 멈춰!!
en: stop it for a sec!!

source: 일주일 후 그 호텔에
en: we received intel that...

source: 현재 특임국 내 침입자 발견,
en: the building has been breached. I repeat. the building has been breached.

source: 기회를 준건데 말이야
en: I offered you a chance.

source: 믿을 수 없었지만
en: I still can’t believe it thinking now...

source: 하나
en: one.

source: 알면 안 되는 거라도 알고 있대?
en: ...know something she shouldn’t?

source: 이새끼 대한민국을 개 ㅈ 으로 알고 있네
en: you little fuck. you think I’m some kind of a joke in this country?

source: 거기 앞에 막지 말라!
en: don’t block the front!

source: 한 명 말씀이십니까?
en: this was one man’s doing?!

source: 정신을 차려보니까 웬 냉동창고여서...
en: I woke up in a freezer, and...

source: …감청 준비 완료
en: tapping is done. we’re good to go.

source: 함부로 쏘지는 못할거야!
en: they won’t be able to freely shoot us, so let’s go!

source: 콰!왕!
en: bang

source: 이보라우
en: excuse me?

source: 일부 부품을 바꾸든지
en: it’s either you change some of the components...

source: 빙글 빙글
en: twist

source: 꼴꼴꼴꼴…
en: pour

source: 먼저 보이기 시작한다
en: ...is your family.

source: 너희 다 죽는 거야!!
en: that’s the end of everything! you’ll all perish along with me!

source: 짜식, 걱정 마!
en: dude, don’t worry!

source: 무기따위 없어도 돼
en: you don’t need the weapons.

source: …이런 말씀 드려도 될 지는 모르겠지만
en: with all due respect, sir...

source: 그래도 애는 착한 애란다
en: but she’s a good kid.

source: 우리 할 말이 있디 않갔습네까?
en: I think we got something to talk about, don’t you?

source: 보니까 그 놈들은 보통이 아니야~
en: I’ve read their files, and they’re more than your standard agents.

source: 장소는 지하 3층 주차장 옆 막다른 골목
en: the location is the dead-end beside the third floor of the basement parking lot.

source: 덩달아 지금 언론들도…
en: plus, given that the press are going berserk...

source: 1506호도 찼는데요?
en: it’s occupied as well.

source: 뭐야, 한 번 아니었어?!
en: what?! I thought it happened only once!

source: …..그
en: hmm...

source: 뭔가 짐작가는 게 있나?
en: care to guess how?

source: 임무는 다 끝났다
en: ...your mission is finished.

source: 국가에서 왔습니다
en: we’re the government.

source: 기본기 확실하게 기억했다
en: ...the basic skills I’ve forgotten.

source: 여기서 죽이지 않으면…
en: if I don’t kill her--

source: 어쩌냐?
en: but guess what? I don’t see it happening.

source: 사유지?
en: private property?

source: 아새끼, 영화 찍네?
en: you little piece of shit, you filming a movie or something?

source: 널 이용하려고 접근한거다
en: she got near you because she needed to use you.

source: 톡 톡
en: tap tap

source: 안 그래?
en: don’t you agree?

source: 약속 시간 3시간 전 라오밍 호텔 앞
en: three hours before the operation in front of the lao ming hotel

source: 대한민국 차관까지 이러는걸 보니까
en: even the deputy minister is in your hands.

source: 빠르게 처리하고 나간다
en: ...I should take care of him and get out quick.

source: …대확 빨라서 좋아 73번
en: I like how you get to business right away, 73...

source: 솔직히 너희들은 누가 죽이게 되든 상관없잖아?
en: you guys don’t care in which hands he dies as long as he’s dead, no?

source: 프로의 세계에서 가장 중요시 여기는 것
en: one of the most important skills in the world of professional killing is...

source: 됐고, 월급에서 까슈
en: save your sermon, and just cut my salary or something.

source: 제정신이 아니거든
en: ...I’m not feeling well.

source: 한국으로 돌아가봐야 할 것 같아서
en: I need to get back to korea.

source: 내가 너 사고 치고 다니지 말라고 했지!!!
en: I told you, you’ve got to stop creating problems!!

source: 한 국가의 원수가 될 사람을 죽이는 일이야
en: you’re here to kill an heir who’ll be the leader of a country.

source: 우리 보고 웃는데?
en: he’s smiling at us.

source: 빠악!!
en: pow

source: 먼저 가벽을..
en: first, we need to set up a wall--

source: 꾸벅
en: nod

source: 벌써 세 궤짝째야!
en: he’s already on his third box!

source: 그래, 그럼
en: okay, then.

source: 안 잡아?
en: aren’t you going to catch him?!

source: 도망친 주제에 여유까지 부려?!
en: that bastard had the audacity to joke with us, but ran away?

source: 어떻게 됐어?!
en: how did it go?!

source: 대표님 오고 있습니다
en: sir, he’s coming.

source: 남한에서 사는 법을 배워갔다
en: ...according to the way he taught me.

source: 딸
en: daughter

source: 어떤게 더 이득일지
en: you can think which one’s better.

source: 아니면 무슨 사연이라도 있는 거요?
en: are you okay? did you go through something tough?

source: 기절했어
en: he just passed out.

source: 국장?
en: director?

source: 자네는 지금 '아빠로서' 내 앞에 나타난거지?
en: you have come to me as a “father,” right?

source: 알겠지?
en: you got that?

source: 쿠당탕탕탕
en: crash

source: 코드 66의 후배격
en: they are the subordinates of code 66.

source: 서아시아 내전 참전 3회
en: three times in west asian war.

source: 코드 66이 혹시 딸을...
en: I’m saying that code 66 is after the daughter...

source: 아버지도 저렇게 할 수 있지요?
en: can you do that as well?

source: 간첩 새끼가 특임국 국장한테 반말도 하고
en: a spy scumbag like you giving orders to a director.

source: 전역시켜주면...
en: ...are you really willing to do anything...

source: 똑똑똑
en: knock knock

source: 방금 누가 다빈이 얼굴을 노린 것 같은데?
en: it felt like someone was aiming at my daughter’s face.

source: 아니?
en: a vehicle?

source: 대한민국 락의 일보전진
en: it’s a sacred guitar pick...

source: 그럼 그땐 내가 널 아들로 받아주마
en: then I’ll take you as my son.

source: 새끼,.
en: you bastard,

source: 뛰어!
en: run!

source: 여차하면
en: and if things go south...

source: 자, 자자자, 잠깐!!!
en: h-hold on!!! hold on!!

source: 얼굴 가리지 않아도 괜찮아?
en: ... you don’t have to cover your face?

source: 놀랍게도 나는
en: surprisingly...

source: 그 귀신이 죽간디?
en: that specter of a man isn’t dead. how can he be?

source: 몇 바퀴를 돌지는
en: it’s the basics because...

source: 김 일 북한에서 후계자로 지목받는 놈이다
en: xil kim. he’s the likeliest person to be the next leader of north korea.

source: 백두산
en: baekdu mountain

source: 물론 우리쪽에서 괜히 준비하갔네?
en: of course we are. you think we prepared all this for nothing?

source: 네 이름이 뭐라고?
en: say your name again.

source: 그 요원은 이미 죽었어요
en: the agent is already dead.

source: 아새끼, 아까부터 자꾸 뭐라고 중얼거리네?
en: you little fucker, what are you murmuring about?

source: 더!
en: more!

source: 이놈아!
en: drop him!

source: 절륜한 수영실력과 난폭한 성질,
en: they’re known for their exceptional swimming skills and violent demeanor.

source: 콜록!
en: cough

source: 갑자기 속력을!!
en: it’s speeding up now!

source: 그리고 낯간지럽지만 여보라고 한 번 부르고 싶네요
en: and... though I am shy, can I call you, “honey” for the last time?

source: 그럼 어디…
en: okay, let’s see...

source: 안에서 자랑스러운 아빠가 된다면
en: as long as I become a proud father to her...

source: 그때마다 당신이..
en: and each time, you’d have to--

source: 미안한데 육금성은 전투보단 수색 및 은밀기동 요원들이거든
en: what they don’t know is that the six venus aren’t made for combat. they specialize in search and covert mobilization.

source: 돌아와서 이야기 하자..
en: let’s talk after you get here.

source: 역시
en: knew it.

source: 표현이 서툴러서 그렇지
en: he’s just not very good at expressing his feelings.

source: 으응 이거?
en: huh? these?

source: 공무원증
en: Government Employee

source: 움직이면 발포한다!!
en: don’t move, or we’ll shoot!

source: 정신을 차려보니
en: when I was jostled out of my trance...

source: 오히려 불안하다는 말이 있다
en: ...if they’re too happy.

source: 남자를 알려주마
en: let me teach you what it is to be a man.

source: 연출∙콘티 갸오오
en: Content Presentation Gyaohoh

source: 너그럽게 용서 부탁드립니다…
en: I ask that you understand as someone who is raising a daughter just like I am.

source: 너..!
en: hey...!

source: 하고 싶은 말이 뭔데
en: ...what are you saying?

source: 내가 너같은 새끼들 한두번 본 줄 알아?
en: you think I haven’t had enough experiences with the likes of you?

source: …우리?
en: us...?

source: 콰직 콰직
en: thwack thwack

source: 신원이 없다는 건
en: when you can’t be identified...

source: 그런 석쟁이 마을의
en: and in this village of strong men...

source: 응, 돈 세탁, 신분 세탁, 국적 세탁..
en: yes, laundering money, identity, nationality...

source: 일어나야 한다는 정신력의 경계선
en: he was fighting between...

source: 항명이야!!!
en: insubordination!

source: 다 옛날 일들이잖아?
en: that’s all in the past, isn’t it?

source: 상위 ???%
en: top ???%

source: 왜 그러네?
en: what’s wrong?

source: 대신 전역 시켜준다는 약속, 잊지마
en: don’t you forget the promise of letting me go home.

source: 죽이지는 마라
en: ...don’t kill him.

source: …지금..
en: now...

source: 쉿!
en: shhh!

source: 걔들은 그럴만도 하지
en: that makes sense though.

source: 휙휙
en: turn

source: 난 성한수가 아닌데
en: I’m not the man you’re referring to.

source: 남자는 정신력이다!!!
en: what defines a man?! his willpower!!

source: 아니, 그게 무슨 소리네?
en: what are you talking about?

source: 듣고 있어?
en: you listening?

source: 우리는 순식간에 사랑에 빠졌고
en: we fell in love at first sight.

source: 여자까지 데리고 도망칠 수 있겠냐고?
en: ...and make it out of here alive with her, right?

source: 덕분에
en: you reminded me...

source: 문태범의 가드는 어설프기 그지 없었고
en: ...taebeom’s guard was a pathetically clumsy one.

source: 고장나려 하는 순간이었다!
en: ...his judgement skills he took so much pride in began to snap into pieces!

source: 인정하기는 싫지만
en: I hate to admit it, but...

source: 승산은 있나?
en: do I stand a chance?

source: 선행 학습제라며??
en: it got changed to prior learning system? am I right??

source: 빨리 선택혀
en: choose fast.

source: 끄응
en: groan

source: 처분 하겠습니다
en: I’ll take care of him.

source: 위기에 빠지게 해서 미안하고
en: I’m sorry for letting you go through this and...

source: 부아앙-
en: vroom

source: 말할 수 있다면
en: ...I can proudly say is that...

source: 영문도 모른 채 끌고 가서는
en: you dragged us to a place no one knows, and...

source: 잠깐이지만 스친 생각
en: ...he wondered to himself.

source: 보안도 좀 더 늘려야겠습네다
en: I think we need to ramp up the security as well.

source: 좀 들어와서 쉬어
en: so come in and rest up.

source: 이게 다 뭐네?!!
en: what’s all this?!

source: ㅈ될 각오하고
en: ...because you’re fucked.

source: 아마존 강 내에서도 악명이 자자한데요
en: their ferocity of preying on animals that are larger than themselves.

source: 김중사!
en: sergeant kim!

source: 계속 날라!!
en: keep them coming!!

source: 착각 말라우
en: don’t fool yourself.

source: 2번'
en: twice.

source: 어이, 일어나
en: hey, wake up.

source: 이봐, 깡이라면 우리도 자신…
en: hey, we’re quite brave--

source: 아이고 저게 뭐람!
en: oh, what are you doing?!

source: 야이…
en: you...

source: 그와 거의 동시에 코드 66은
en: almost at the same time, code 66...

source: 중국 최고의 세탁, 아니 색마
en: the biggest launderer, no, *** maniac in china.

source: 봐둔 사람은 있는데
en: ...on my way here.

source: 아새끼…
en: bastard...

source: 으이그~ 조심 좀 하지
en: my goodness. be careful where you stand next time.

source: 의문이 들었다
en: nam became curious.

source: 반짝
en: shine

source: ..산모가…....끊…
en: the patient has...

source: 삭
en: swish

source: 그래, 봤네
en: yes, I saw him.

source: 부대에 처음 갔을 때 기억은 거의 없다
en: the first few weeks in the unit are a blur...

source: 너도 무기 버려!!!!
en: put your weapon down as well, kang!!!

source: 피스…
en: peace...

source: 날 잊지 말아줘라
en: don’t forget me.

source: 그려…
en: okay...

source: 아차…
en: shoot...

source: 육군 정보 사령관
en: army intelligence commander

source: 무기 들고
en: but I brought the weapon, of course.

source: 늘 하던대로 명령을 받으면 완수할 뿐
en: I’m going to do as I have done always. I get the mission, and I achieve it.

source: ㄱ....자...ㅇ
en: di... tor...

source: 그거 네 아인지도 모른다며...
en: you spent one night with that woman... how do you even know it’s your kid...?

source: 전해달라
en: tell this to him.

source: 다, 다다다, 당신들 뭐예요!!
en: wh-who are you people?!

source: 왜 남의 구역에서 행패야?
en: why are you throwing a fit in our turf?

source: 스트레스 받아서 오래 못 살 것 같아
en: I fear it’s the stress that’s going to kill me.

source: 어…어어어 어떻게??
en: ho-how?! how??!!

source: 그만!!!
en: stop!!

source: 그 여자는 왜 기절시켜서..
en: why did you knock her unconscious and take her...

source: 삐이익
en: beep

source: 남조선 아새끼들은 겁도 많구나 기래
en: you bastards from south are wusses.

source: 오히려 상대방이 군인 출신이라면 이야기가 쉬워집니다
en: in real life, things will be much easier if he’s ex-military.

source: 그런데 너..
en: but... are you sure...

source: 다친데는 없고?
en: are you hurt? how do you feel?

source: 쾅쾅!
en: slam slam

source: 민지 아빠로 살아줘요
en: ...live as a father of minji.

source: 니가 맨날 나한테 지기만 해대니까
en: you keep losing against me everyday,

source: 도청장치 설치 완료
en: bugging completed.

source: 안색 하나 변하지 않았고
en: ...as fine as ever, not a color has changed.

source: 일이 꼬이면 쓰려고 했던 보험이었는데..
en: it was my insurance, just in case things went south...

source: 탁!
en: thud

source: 버둥 버둥
en: flail flail

source: 부아아아앙
en: vroom

source: 우린 다 죽은 목숨이야
en: ...we’re all dead.

source: 아빠 대 아빠로 이야기할 생각이 조금 들었나?
en: ...do you feel like talking as a father to father?

source: 그렇다는건..
en: it can only mean one thing.

source: 어이 딸
en: hey, you over there.

source: 알고 있었다는 말이네..?
en: ...you’ve known the gun was blank all along...?

source: 아새끼, 말씨 보니까 남조선놈이구나야
en: you fucker, you talk like you are from the south.

source: 충성심이 과하다 보면..
en: if you’re too loyal, sometimes--

source: 대체 지금 무슨 일이 벌어지고 있는 거지..?
en: what on earth is happening right now...?

source: 퍼버버벅
en: pow pow pow

source: …미안하게 됐지만 네 신체능력이나
en: I’m sorry, but your physical capability...

source: 부대 차렷!!
en: attention!!

source: ….살고 싶다면?
en: if I want to live?

source: 이봐, 자?
en: hey, you sleeping?

source: 균형이!!
en: I’m losing balance!

source: 그럼 이건 어뗘
en: well, how about this?

source: 한 명 더 필요하다는 뜻이야
en: we need one more to help us out.

source: 광장 옆 술집
en: bar beside the plaza.

source: 우!
en: oh!

source: 북한 쪽은 빠삭하기도 할테고
en: he’s an expert when it comes to north korea as well.

source: 정신 나간 꽃제비인 줄 알갔네
en: you look like a kkotjaebi who has lost it.

source: 되도록 조용히 지내고 싶다고 말씀하셔서…
en: he wanted to spend the vacation as quietly as possible.

source: 닥치고 세탁이나 해
en: so shut your mouth and launder for us.
